package Lesson4;

public class Data {
    public static Clients[] base = new Clients[]{
            new FL(1,111111,"Кантона Эрик Пьер",1966,"Male"),
            new FL(2,111112,"Кларксон Джереми Чарльз",1960,"Male"),
            new UL(3,111113,"ООО \"Моя оборона\"",1111111),
            new FL(4,111114,"Ньюэлл Гейб Логан",1962,"Male"),
            new UL(5,111115,"ИП Авас",1111112),
            new UL(6,111116,"АО \"3.14-3ДАТА\"",1111113),
            new UL(7,111117,"ЗАО \"Чем тебе горы вот такой вышины\"",1111114),
            new FL(8,111118,"Тэтчер Маргарет Хильда",1925,"Female"),
            new FL(9,111119,"Уильямс Серена Джамека",1981,"Female"),
            new FL(10,111120,"Политковская Анна Степановна",1958,"Female"),
            new UL(11,111121,"ЗАО \"Хотя нет\"",1111115),
            new UL(12,111122,"ООО \"Как приятно\"",1111116),
            new UL(13,111123,"ООО \"НЕ\"",1111117),
            new FL(14,111124,"Маск Илон Рив",1971,"Male"),
            new FL(15,111125,"Уайнхаус Эми Джейд",1983,"Female"),
            new FL(16,111126,"Джонс Брайан Льюис",1942,"Male"),
            new FL(17,111127,"Меган Маркл Рэйчел",1981,"Female"),
            new UL(18,111128,"ООО \"Тудранктуфак\"",1111117),
            new UL(19,111129,"ООО \"Боже что я несу\"!",1111118),
            new UL(20,111130,"ПАО \"Па—Па\"",1111119)
    };
}
